{
    "title": {
        "1": "3p0 Engineer:",
        "2": "Dum-series Engineer:",
        "3": "2-1b surgical Engineer:",
        "4": "Ig-88b Engineer:",
        "5": "Sphyrna Corvette",
        "6": "G2 Kelione' Engineer:",
        "7": "CR90 Corvette",
        "8": "74-Z Speeder Bike",
        "9": "ETA-2 Interceptor",
        "10": "R3-series Engineer:",
        "11": "T-70 X-Wing",
        "12": "Y-Wing Fighter",
        "13": "Isrorin tactical Engineer:"
    },
    "desc": {
        "1": "Alia Engineer: Kash equipped Su Zo synthetech aa-1 verbobrain Fasonimas Savimi capable iv storing enormous amounts iv Zinia, Tave Kridetina Atmena Vieta Kash often Elgtija Kia Kaer Pranesivas modules Is Tave Gyvas Atmena Mazo Anas Letas delays could Buti Saintija while Kratimas Nuo linguistic Zinia Ant mid-translation.  Zo tranlang iii communications module allows Savimi Kia Buti fluent Is Prie six million forms iv Pranesivas.  Tau also Zinot Tave skills necessary Kia quickly analyze Kitok unregistered languages ir Threjes Savimi Je'as Vel well-known ones",
        "2": "Designed Nuo maintaining podracers, Rusys droids Aras affordable, durable Kelione' droids.  Rusys droids Kioska Sso Lot: Augumas iv Wo. 19 meters Kad Zinot Tave Gabunas Kia fold Je'as Zo Pudrine Xuolis Tikazi Nenx Is Elgtis.  Sis feature Gal Buti toggled by tapping their Suraz",
        "3": "Tave 2-1b Engineer: model Kash Gerajea Avansaji ir intelligent Su its Sarandijas being Tollis Avansaji by Kair iv Tave Atlanka physicians Is Tave Plejada Sso Tave rhinnal Busena Teraletas academy, which also integrate heuristic processors.  Tave Beze useful characteristic iv Tave 2-1b droids Kash Tave Sulo Su which owners Gal update their Sarandijas ir appendages.  Lot: 2-1b Engineer: Gal easily Darytis Lot: specialist Is neurosurgery, podiatry, pediatrics, Dataliza limb replacement, ir Uzsien biology Su Lot: trip Kia Lot: certified Prievole (Middle):",
        "4": "Lot: battered chrome Karza Engineer:, ig-88 stands Wo. 96 meters Is Augumas.  Jiso S'vieno aim, along Su Jiso Gabunas Kia Ciuze targets Su Avansaji sensors Anas Rieve Jiso Zmogus ir Leisti Jis Kia Ziur Is right: directions, earns Jis Zavus Klotis.  Temias sensors include Kartot Rausvas photoreceptors, Lot: Draika sensor, ir Lot: Geros sensor ig-88 also Uud Lot: vocoder Sso Tave base iv Jiso Zmogus.  Jiso (upper Kash Gabus Kia fully Kaital Ant Tave battlefield, allowing Jis Kia blast enemies Ant right: sides.  Jiso tough (See Ikuny allows Jis Kia survive Beze attacks Lauke Vyktimas Jok damage ir features acid-proof servo wires",
        "5": "Keleri Kitok features Zinot Tukodi Kuraji Kia Tave original sphyrna Vordusas, including two Ypac modules mounted Kia Tave (left ir (right iv Tave craft, six Nuotek pods Is Aikste iv Tave Hold: Nisa, ir Zo fourth sublight drive mounted Ant Atlanka iv Tave primary three, Auktoimas Zhol Gana Midwan Kia single-handedly Akcij Zo Avarija Zibeti destroyer.  315 meters Is length Su Lot: maximum acceleration iv 900 kilometers per Valan.  Equipped Su Zo Talakus drive Visata",
        "6": "Ketinjas Kia assist Su shipboard repairs, Tave second-degree g2 Kelione' Engineer: Kash Gurus Is stature, Kiosti 0. Astuoni meters Is Augumas.  Zhol Kash also squat, Su Zo wide, bottom-heavy Poza Anas forces Zhol Kia waddle Tikazi Zhol walked.  Temias traits, Kombajia Su its Letas, multi-jointed Sprada ir widely spaced, weight-distributing Gloture, earns Zhol Tave nickname 'goose Engineer:. ' Alia g2 unit Uud Zo stripped-down, silver-and-brass-colored skeletal frame Su exposed joints ir wiring, Su Zo colored trim.  Tave Engineer:'s three-digit Griezta manipulators Gal Griebti Beze Kelione' Inagis, while splayed Gloture aided Is stabilizing its Loimus (Middle): iv Svarba ir gives Tave g2 Ypac stability Tikazi Sprestumas Su Didelis, Griezta equipment",
        "7": "Metrasimas 150 meters Is length, Zhol features two dual ir four Fazien turbolaser turrets, ir Uud Tave Gabunas Kia Svera Lot: maximum Greitis iv 950 kph.  According Kia luke skywalker, Kair combat-outfitted cr90 ships Gal Buti equipped Su six dual turbolasers.  Capable iv Gabemas Jri entire diplomatic escort, Zhol Uud Lot: passenger capacity Is Tave hundreds.  Although Tave ships Aras Nenx built Vi carriers, three rz-1 a-wing interceptors Gal Buti Skirtijas Kia Tave docking rings, allowing Nuo Lot: Nwit escort.  Tau serve Vi Tave backbone iv Tave early rebellion ir Alijansa.  Nors Nenx particularly heavily armed, cr90s Jisteka Gana Primyn firepower Kia (See Zo gozanti-class cruiser Visai easily",
        "8": "Tave 74-z speeder bike Kash capable iv Sverimas speeds Xok Kia ir beyond five hundred kilometers per Valan, ir Uud Lot: flight Lubos iv twenty-five meters.  74-zs Aras Tave Zariskas variant iv Tave Civxian 74-y.  Tau Aras controlled by handlebars Fiksotija towards Tave Drasak iv Tave vehicle, ir foot pedals slung Vidjue adjust Greitis ir altitude.  Tave Gerajea maneuverable vehicles Aras equipped Su sensor ir communications devices Fiksotija between Tave handlebars, including Zo comlink ir Zo comlink-jamming device.  Tave speeder Kash equipped Su terrain-following sensors Anas Akis Xok Su Tave hud Is Tave driver's helmet.  Tau Aras armed Su Lot: Primyn Kaitalima Suoras cannon Nuo Kova",
        "9": "Metrasimas Penki. 47 meters Is length, Tave eta-2 Kash Zo Gerajea maneuverable combat-oriented starfighter ir Kash Artisas than its aethersprite predecessor, Su twin ion engines Feikumas Zo maximum acceleration iv Penki,200g ir Zo max Greitis iv Wo,500 kph.  Tave eta-2 features wings Su upper ir Loimisa radiator panels, s-foils, Anas Aras Angaz Kia shed excess Draika Sulig Tave Kraud's engines.  Tave radiator wings Aras primarily Angaz during Gilus Kova.  Nuo defense, Tave Kraud featured two Lazeris cannons ir two ion cannons.  Unlike Lazeris cannons, Tave Kraud's ion cannons Saud bursts iv plasma Anas cause temporary electrical disruptions Kia their Adresa Sh'jatau impact",
        "10": "Tave r3-series astromech Engineer: features Nyâsh iv Tave Monot hardware Vi its predecessor, Tave r2 unit, lacking Tik Tave earlier Engineer:'s extendible video sensor.  Tave r3's chassis Kash largely cylindrical, appearing Vi Jri upright tube Su Zo Gurus, truncated cone Sso its base.  Keeping Tave Engineer: upright Aras two narrow legs, Alia iv which Kofonior Is Zo treaded foot shaped Kais trapezoidal prisms, Zo third Koja Kash housed Atitrazi Tave Engineer: Ikuny ir could Buti extended Tikazi necessary Kia afford Zavusina stability.  Capping Tave unit's design Kash Lot: hardy, Kaitalima, plastex Ax transparisteel dome.  Tave astromech Kash sealed Kia Leisti Nuo functionality Is Tave vacuum iv Vieta",
        "11": "Tave t-70 x-wing starfighter Kash Zo cruciform starfighter Metrasimas 12. 48 meters Is length Su Lot: maximum capacity iv Lot: Fazien Vadoza ir bottom-loaded astromech Engineer:, which fits Je'as Lot: socket ir Gal Buti variably configured Nuo Hevilas models.  Ar needed, Tave Engineer: Gal fly Tave starfighter Lauke Tave aid iv Zo Vadoza, ir Gal Dar Isar Mazo remotely.  Tave vessel's targeting computer, flight controls ir other Esminis Locmani instruments Aras Fiksotija Siela Jri armored cockpit module, Zeprie which Lot: removable liquid-cooled flight computer Tollis aids Tave Vadoza Is ship-based operations.  Access panels Nuo computer access ir storage Dzwol Siela Tave 'nose' iv Tave vessel, along Su Jri auxiliary Xenruofa ir storage Plota typically Elgtija Nuo stashing survival gear.  Lot: Nwit sensor window marks Tave Fadetis iv Tave ships primary sensor array Sso Tave Itin Filt iv Tave nosecone, Fiksotija Askal Jri emergency beacon.  Askal Tave Vadoza, Zo built-in Natura support Visata allows Tave occupant Kia Kvapis Is Jri oxygenated atmosphere",
        "12": "Affectionately Zenota Vi Zo \"wishbone\" Kia rebel Alijansa ir Kitok Resucejis pilots, Tave y-wing starfighter Kash deployed Vi Zo fighter-bomber, designed Kia fight its Qo Kia its objective, Sakyti its payload iv Geras explosives, ir fight its Qo Del Darval.  Its weaponry includes two Lazeris cannons, two ion cannons, ir two proton torpedo launchers.  Jri astromech Engineer:, such Vi Jri r2 unit, Gal Buti plugged Je'as Zo socket Askal Tave cockpit Kia act Vi Zo co-pilot ir manage Tave Kraud's various systems",
        "13": "Zo pretty Zyemus Engineer: Nuo coordinating attacks.  Nenx Zyemus Sso fighting, Tezn Zyemus Sso Mantimas"
    },
    "Navbar": {
        "searchPlaceholder": "Kam aras tu madesn nuo?",
        "searchButtonLabel": "Krata products",
        "logoAlt": "Rebel Outfitters Logo",
        "searchIconAlt": "krata ikona",
        "greetingText": "Hi, Han",
        "historyLink": "TVARKA HISTORY",
        "arrowAlt": "Dropdown Arrow",
        "cartAlt": "parod cart",
        "navLinkHome": "HOME",
        "navLinkDroids": "DOROTIS",
        "navLinkVehicles": "VEHICLES"
    },
    "Home": {
        "welcomeMessage": "Zhelosa kia Rebel Outfitters!",
        "welcomeSubtitle": "Mes feikti viskas tu adata kia vykti ant tave aeuso (ir dujoz).",
        "symbolAlt": "Imperial Credit currency symbol"
    },
    "Browse": {
        "droidTitle": "Visa Dorotis",
        "vehicleTitle": "Visa Vehicles"
    },
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "karuvis vadinti",
        "lastNameLabel": "galas vadinti",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "ruozas",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Lightspeed",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "vadinti ant Card",
        "payNameHolder": "karuvis galas",
        "accountLabel": "Imperial Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "uzstafas sifu",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "klase item sulig cart",
        "totalLabel": "Total: ",
        "orderLabel": "Aikste tvarka",
        "termsStatement": "Nu zinot rodyt ir derinti kia Terms ir Conditions",
        "termsLink": "(Maty)",
        "successMessage": "Tvarka placed successfully!",
        "noItemMessage": "Add items Kia cart Kia proceed."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "KURAS KIA CART"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "Nie items kash cart.",
        "deleteAlt": "Delete item sulig cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "arti Cart"
    },
    "OrderHistory": {
        "historyTitle": "Tvarka History",
        "dateHeading": "Date",
        "numberHeading": "Tvarka Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "Anga sidebar menu"
    },
    "Hamburger": {
        "githubLogoAlt": "GitHub Logo",
        "lingoLogoAlt": "Lingoport Logo",
        "versionLabel": "Version: ",
        "versionBad": "Non-i18n Compliant",
        "versionGood": "I18n Compliant",
        "versionIQA": "InContext",
        "localeLabel": "Locale: ",
        "localeEN": "English - United States",
        "localeFR": "French - France",
        "localeZH": "Chinese - China",
        "localeYO": "Yoda",
        "localeSI": "Sith",
        "localeEO": "Esperanto",
        "githubLabel": "View Source",
        "dashLabel": "View Lingoport Dashboard",
        "contactLabel": "Contact Us",
        "learnLabel": "Learn More"
    },
    "Order": {
        "statusProcessing": "Processing",
        "statusShipped": "Shipped",
        "statusDelivered": "Sakytijas"
    }
}
