{
  "Bottombar": {
    "menuAlt": "󠀼open sidebar menu󠁀󠀱󠀸󠀲󠁟󠀴󠀳󠀾"
  },
  "Browse": {
    "droidTitle": "󠀼Hrrmmm. All droids.󠁀󠀱󠀴󠀱󠁟󠀴󠀳󠀾",
    "vehicleTitle": "󠀼All Vehicles.󠁀󠀱󠀴󠀲󠁟󠀴󠀳󠀾"
  },
  "Cart": {
    "cartTitle": "󠀼Shopping Cart󠁀󠀱󠀷󠀰󠁟󠀴󠀳󠀾",
    "checkoutLabel": "󠀼CHECKOUT󠁀󠀱󠀷󠀴󠁟󠀴󠀳󠀾",
    "closeAlt": "󠀼Close Cart󠁀󠀱󠀷󠀵󠁟󠀴󠀳󠀾",
    "deleteAlt": "󠀼Item from cart delete.󠁀󠀱󠀷󠀲󠁟󠀴󠀳󠀾",
    "noItemMsg": "󠀼No items in cart.󠁀󠀱󠀷󠀱󠁟󠀴󠀳󠀾",
    "totalTitle": "󠀼Total: 󠁀󠀱󠀷󠀳󠁟󠀴󠀳󠀾"
  },
  "Checkout": {
    "accountHolder": "󠀼1234567-9876-00󠁀󠀱󠀵󠀸󠁟󠀴󠀳󠀾",
    "accountLabel": "󠀼Imperial Credit Number󠁀󠀱󠀵󠀷󠁟󠀴󠀳󠀾",
    "cartTitle": "󠀼Shopping Cart󠁀󠀱󠀶󠀲󠁟󠀴󠀳󠀾",
    "checkoutTitle": "󠀼Checkout󠁀󠀱󠀴󠀳󠁟󠀴󠀳󠀾",
    "coordinatesHolder": "󠀼0,0,0󠁀󠀱󠀴󠀸󠁟󠀴󠀳󠀾",
    "coordinatesLabel": "󠀼Coordinates󠁀󠀱󠀴󠀷󠁟󠀴󠀳󠀾",
    "deleteAlt": "󠀼from cart item remove󠁀󠀱󠀶󠀳󠁟󠀴󠀳󠀾",
    "expDateLabel": "󠀼Expiration date. Yes, hrrmmm.󠁀󠀱󠀶󠀱󠁟󠀴󠀳󠀾",
    "firstNameLabel": "󠀼Hrrmmm. First name.󠁀󠀱󠀴󠀵󠁟󠀴󠀳󠀾",
    "lastNameLabel": "󠀼Last Name󠁀󠀱󠀴󠀶󠁟󠀴󠀳󠀾",
    "methodLabel": "󠀼Shipping Method󠁀󠀱󠀵󠀰󠁟󠀴󠀳󠀾",
    "orderLabel": "󠀼PLACE ORDER󠁀󠀱󠀶󠀵󠁟󠀴󠀳󠀾",
    "payNameHolder": "󠀼First Last󠁀󠀱󠀵󠀶󠁟󠀴󠀳󠀾",
    "payNameLabel": "󠀼Name on card.󠁀󠀱󠀵󠀵󠁟󠀴󠀳󠀾",
    "paySectionLabel": "󠀼Hrrmmm. Payment. Yes, hrrmmm.󠁀󠀱󠀵󠀴󠁟󠀴󠀳󠀾",
    "sectorLabel": "󠀼Sector. Yes, hrrrm.󠁀󠀱󠀴󠀹󠁟󠀴󠀳󠀾",
    "securityHolder": "󠀼123456󠁀󠀱󠀶󠀰󠁟󠀴󠀳󠀾",
    "securityLabel": "󠀼Security Code󠁀󠀱󠀵󠀹󠁟󠀴󠀳󠀾",
    "shipLightspeed": "󠀼Lightspeed󠁀󠀱󠀵󠀱󠁟󠀴󠀳󠀾",
    "shipOvernight": "󠀼Overnight󠁀󠀱󠀵󠀲󠁟󠀴󠀳󠀾",
    "shipSectionLabel": "󠀼Shipping info. Yrsssss.󠁀󠀱󠀴󠀴󠁟󠀴󠀳󠀾",
    "shipStandard": "󠀼Standard󠁀󠀱󠀵󠀳󠁟󠀴󠀳󠀾",
    "successMessage": "󠀼Placed succcessfully your order was!󠁀󠀲󠀰󠀲󠁟󠀴󠀳󠀾",
    "termsLink": "󠀼(View)󠁀󠀱󠀶󠀷󠁟󠀴󠀳󠀾",
    "termsStatement": "󠀼Read and agree to the Terms and Conditions I have󠁀󠀱󠀶󠀶󠁟󠀴󠀳󠀾",
    "totalLabel": "󠀼Total: 󠁀󠀱󠀶󠀴󠁟󠀴󠀳󠀾"
  },
  "Error404": {
    "errorMessage": "󠀼404 Error: Page not found.󠁀󠀱󠀸󠀱󠁟󠀴󠀳󠀾"
  },
  "Hamburger": {
    "contactLabel": "󠀼Contact Us󠁀󠀱󠀹󠀶󠁟󠀴󠀳󠀾",
    "dashLabel": "󠀼View Lingoport Dashboard󠁀󠀱󠀹󠀵󠁟󠀴󠀳󠀾",
    "githubLabel": "󠀼View Source󠁀󠀱󠀹󠀴󠁟󠀴󠀳󠀾",
    "githubLogoAlt": "󠀼GitHub Logo󠁀󠀱󠀸󠀳󠁟󠀴󠀳󠀾",
    "learnLabel": "󠀼Learn More󠁀󠀱󠀹󠀷󠁟󠀴󠀳󠀾",
    "lingoLogoAlt": "󠀼Lingoport Logo󠁀󠀱󠀸󠀴󠁟󠀴󠀳󠀾",
    "localeEN": "󠀼English - United States󠁀󠀱󠀸󠀹󠁟󠀴󠀳󠀾",
    "localeFR": "󠀼French - France󠁀󠀱󠀹󠀰󠁟󠀴󠀳󠀾",
    "localeLabel": "󠀼Locale: 󠁀󠀱󠀸󠀸󠁟󠀴󠀳󠀾",
    "localeSI": "󠀼Sith󠁀󠀱󠀹󠀳󠁟󠀴󠀳󠀾",
    "localeYO": "󠀼Yoda󠁀󠀱󠀹󠀲󠁟󠀴󠀳󠀾",
    "localeZH": "󠀼Chinese - China󠁀󠀱󠀹󠀱󠁟󠀴󠀳󠀾",
    "successMessage": "Order placed successfully!",
    "versionBad": "󠀼Non-i18n Compliant󠁀󠀱󠀸󠀶󠁟󠀴󠀳󠀾",
    "versionGood": "󠀼I18n Compliant󠁀󠀱󠀸󠀷󠁟󠀴󠀳󠀾",
    "versionIQA": "󠀼InContext Translation󠁀󠀲󠀰󠀱󠁟󠀴󠀳󠀾",
    "versionLabel": "󠀼Version: 󠁀󠀱󠀸󠀵󠁟󠀴󠀳󠀾"
  },
  "Home": {
    "symbolAlt": "󠀼Imperial Credit currency symbol󠁀󠀱󠀴󠀰󠁟󠀴󠀳󠀾",
    "welcomeMessage": "󠀼Hrrmmm. Welcome to Rebel Outfitters. Hmm.󠁀󠀱󠀳󠀸󠁟󠀴󠀳󠀾",
    "welcomeSubtitle": "󠀼On the empire we provide everything you need to take. Yrsssss.󠁀󠀱󠀳󠀹󠁟󠀴󠀳󠀾"
  },
  "Navbar": {
    "arrowAlt": "󠀼Drop Down Arrow󠁀󠀱󠀳󠀳󠁟󠀴󠀳󠀾",
    "cartAlt": "󠀼show cart󠁀󠀱󠀳󠀴󠁟󠀴󠀳󠀾",
    "greetingText": "󠀼Hi, Han󠁀󠀱󠀳󠀱󠁟󠀴󠀳󠀾",
    "historyLink": "󠀼ORDER HISTORY󠁀󠀱󠀳󠀲󠁟󠀴󠀳󠀾",
    "logoAlt": "󠀼Rebel Outfitters Logo󠁀󠀱󠀲󠀹󠁟󠀴󠀳󠀾",
    "navLinkDroids": "󠀼DROIDS󠁀󠀱󠀳󠀶󠁟󠀴󠀳󠀾",
    "navLinkHome": "󠀼HOME󠁀󠀱󠀳󠀵󠁟󠀴󠀳󠀾",
    "navLinkVehicles": "󠀼VEHICLES󠁀󠀱󠀳󠀷󠁟󠀴󠀳󠀾",
    "searchButtonLabel": "󠀼search products󠁀󠀱󠀲󠀸󠁟󠀴󠀳󠀾",
    "searchIconAlt": "󠀼search icon󠁀󠀱󠀳󠀰󠁟󠀴󠀳󠀾",
    "searchPlaceholder": "󠀼Looking for what you are?󠁀󠀱󠀲󠀷󠁟󠀴󠀳󠀾"
  },
  "OrderHistory": {
    "dateHeading": "󠀼Date󠁀󠀱󠀷󠀷󠁟󠀴󠀳󠀾",
    "historyTitle": "󠀼Order History󠁀󠀱󠀷󠀶󠁟󠀴󠀳󠀾",
    "numberHeading": "󠀼Order Number󠁀󠀱󠀷󠀸󠁟󠀴󠀳󠀾",
    "statusHeading": "󠀼Status󠁀󠀱󠀸󠀰󠁟󠀴󠀳󠀾",
    "totalHeading": "󠀼Total󠁀󠀱󠀷󠀹󠁟󠀴󠀳󠀾"
  },
  "Order": {
    "statusDelivered": "󠀼Delivered󠁀󠀲󠀰󠀰󠁟󠀴󠀳󠀾",
    "statusProcessing": "󠀼Processing󠁀󠀱󠀹󠀸󠁟󠀴󠀳󠀾",
    "statusShipped": "󠀼Shipped󠁀󠀱󠀹󠀹󠁟󠀴󠀳󠀾"
  },
  "ProductShow": {
    "addToCartLabel": "󠀼TO CART ADD󠁀󠀱󠀶󠀹󠁟󠀴󠀳󠀾",
    "qtyLabel": "󠀼Qty: 󠁀󠀱󠀶󠀸󠁟󠀴󠀳󠀾"
  },
  "desc": {
    "1": "󠀼Equipped with a synthetech aa-1 verbobrain making them capable of storing enormous amounts of information, each droid is, the additional memory space is often used to keep communication modules in the active memory so that long delays, avoided while searching for linguistic information on mid-translation, could be.  To be fluent in over six million forms of communication a tranlang iii communications module allows them.  The skills necessary to quickly analyze new unregistered languages and translate them into more well-known ones, they also have.  Yeesssssss.󠁀󠀱󠀱󠀴󠁟󠀴󠀳󠀾",
    "10": "󠀼The r3-series astromech droid features much of the same hardware as its predecessor, the r2 unit, lacking only the earlier droid's extendible video sensor. Largely cylindrical the r3's chassis is, appearing as an upright tube with a short, truncated cone at its base. The droid upright are two narrow legs keeping, trapezoidal prisms; a third leg is housed within the droid body and could be extended when necessary to afford greater stability each of which terminate in a treaded foot shaped like. A hardy capping the unit's design is, rotating, plastex or transparisteel dome. Sealed to allow for functionality in the vacuum of space the astromech is. Hrrmmm.󠁀󠀱󠀲󠀳󠁟󠀴󠀳󠀾",
    "11": "󠀼A cruciform starfighter measuring 12 meters in length with a maximum capacity of a single pilot and bottom-loaded astromech droid the t-70 x-wing starfighter is, into a socket and can be variably configured for different models which fits. If needed, the starfighter without the aid of a pilot the droid can fly, so remotely and can even do. The vessel's targeting computer, located inside an armored cockpit module flight controls and other essential piloting instruments are, under which a removable liquid-cooled flight computer further aids the pilot in ship-based operations. Access panels for computer access and storage exist inside the 'nose' of the vessel, along with an auxiliary generator and storage area typically used for stashing survival gear. A small sensor window marks the location of the ships primary sensor array at the very tip of the nosecone, located behind an emergency beacon. Behind the pilot, a built-in life support system allows the occupant to breathe in an oxygenated atmosphere. Yrsssss.󠁀󠀱󠀲󠀴󠁟󠀴󠀳󠀾",
    "12": "󠀼As a \"wishbone\" to rebel alliance and new republic pilots affectionately known, deployed as a fighter-bomber the y-wing starfighter is, its way to its objective designed to fight, deliver its payload of high explosives, its way out again and fight. Its weaponry includes two laser cannons, two ion cannons, and two proton torpedo launchers. An astromech droid, such as an r2 unit, plugged into a socket behind the cockpit to act as a co-pilot and manage the ship's various systems can be.󠁀󠀱󠀲󠀵󠁟󠀴󠀳󠀾",
    "13": "󠀼A pretty good droid for coordinating attacks. Not good at fighting, just good at planning. Hmm.󠁀󠀱󠀲󠀶󠁟󠀴󠀳󠀾",
    "2": "󠀼Designed for maintaining podracers, affordable pit droids are, durable repair droids. At a height of 1 pit droids stand. The ability to fold into a compact form when not in use 19 meters but have. Toggled by tapping their nose this feature can be.󠁀󠀱󠀱󠀵󠁟󠀴󠀳󠀾",
    "3": "󠀼Highly advanced and intelligent with its programming being further advanced by some of the top physicians in the galaxy at the rhinnal state medical academy the 2-1b droid model is, which also integrate heuristic processors. The ease with which owners can update their programming and appendages the most useful characteristic of the 2-1b droids is. A specialist in neurosurgery a 2-1b droid can easily become, podiatry, pediatrics, cybernetic limb replacement, and alien biology with a trip to a certified service center.󠁀󠀱󠀱󠀶󠁟󠀴󠀳󠀾",
    "4": "󠀼A battered chrome war droid, ig-88 stands 1.96 meters in height. His steady aim, his head and allow him to see in all directions along with his ability to track targets with advanced sensors that ring, earns him great success. These sensors include multiple red photoreceptors, a heat sensor, a vocoder at the base of his head and a sound sensor ig-88 also has. Able to fully rotate on the battlefield his torso is, allowing him to blast enemies on all sides. Any damage and features acid-proof servo wires his tough metal body allows him to survive most attacks without taking.󠁀󠀱󠀱󠀷󠁟󠀴󠀳󠀾",
    "5": "󠀼Been added to the original sphyrna structure several new features have, including two extra modules mounted to the port and starboard of the craft, six escape pods in place of the cargo bay, mounted on top of the primary three and a fourth sublight drive, it enough power to single-handedly move a disabled star destroyer giving. 315 meters in length with a maximum acceleration of 900 kilometers per hour. System equipped with a hyper drive. Hmm.󠁀󠀱󠀱󠀸󠁟󠀴󠀳󠀾",
    "6": "󠀼Hrrmmm. Intended to assist with shipboard repairs, short in stature the second-degree g2 repair droid is, 0 standing. 8 meters in height. Also squat it is, with a wide, bottom-heavy stance that forces it to waddle when it walked. These traits, combined with its long, multi-jointed neck and widely spaced, weight-distributing feet, earns it the nickname 'goose droid. A stripped-down ' each g2 unit has, silver-and-brass-colored skeletal frame with exposed joints and wiring, with a colored trim. The droid's three-digit heavy manipulators can grasp most repair tools, the g2 extra stability when dealing with large while splayed feet aided in stabilizing its low center of gravity and gives, heavy equipment.󠁀󠀱󠀱󠀹󠁟󠀴󠀳󠀾",
    "7": "󠀼Measuring 150 meters in length, it features two dual and four single turbolaser turrets, the ability to reach a maximum speed of 950 kph and has. According to luke skywalker, equipped with six dual turbolasers some combat-outfitted cr90 ships can be. Capable of carrying an entire diplomatic escort, a passenger capacity in the hundreds it has. Built as carriers although the ships are not, attached to the docking rings three rz-1 a-wing interceptors can be, allowing for a small escort. They serve as the backbone of the early rebellion and alliance. Though not particularly heavily armed, cr90s possess enough forward firepower to destroy a gozanti-class cruiser quite easily.󠁀󠀱󠀲󠀰󠁟󠀴󠀳󠀾",
    "8": "󠀼Capable of reaching speeds up to and beyond five hundred kilometers per hour the 74-z speeder bike is, a flight ceiling of twenty-five meters and has. The military variant of the civilian 74-y 74-zs are. Controlled by handlebars located towards the front of the vehicle they are, underneath adjust speed and altitude and foot pedals slung. Equipped with sensor and communications devices located between the handlebars the highly maneuverable vehicles are, including a comlink and a comlink-jamming device. Equipped with terrain-following sensors that link up with the hud in the driver's helmet the speeder is. Armed with a forward rotating blaster cannon for combat they are.󠁀󠀱󠀲󠀱󠁟󠀴󠀳󠀾",
    "9": "󠀼Measuring 5.47 meters in length, a highly maneuverable combat-oriented starfighter and is faster than its Aethersprite predecessor the eta-2 is, with twin ion engines providing a maximum acceleration of 5,200G and a max speed of 1,500 kph. The eta-2 features wings with upper and lower radiator panels, s-foils, opened to shed excess heat from the ship's engines that are. Primarily opened during intense combat the radiator wings are. For defense, the ship featured two laser cannons and two ion cannons. Unlike laser cannons, of plasma that cause temporary electrical disruptions to their target upon impact the ship's ion cannons fire bursts.󠁀󠀱󠀲󠀲󠁟󠀴󠀳󠀾"
  },
  "title": {
    "1": "󠀼3P0 Droid󠁀󠀱󠀰󠀱󠁟󠀴󠀳󠀾",
    "10": "󠀼R3-Series Droid󠁀󠀱󠀱󠀰󠁟󠀴󠀳󠀾",
    "11": "󠀼T-70 X-Wing󠁀󠀱󠀱󠀱󠁟󠀴󠀳󠀾",
    "12": "󠀼Y-Wing Fighter󠁀󠀱󠀱󠀲󠁟󠀴󠀳󠀾",
    "13": "󠀼Super Tactical Droid󠁀󠀱󠀱󠀳󠁟󠀴󠀳󠀾",
    "2": "󠀼DUM-series Droid󠁀󠀱󠀰󠀲󠁟󠀴󠀳󠀾",
    "3": "󠀼2-1B Surgical Droid󠁀󠀱󠀰󠀳󠁟󠀴󠀳󠀾",
    "4": "󠀼IG-88B󠁀󠀱󠀰󠀴󠁟󠀴󠀳󠀾",
    "5": "󠀼Sphyrna Corvette󠁀󠀱󠀰󠀵󠁟󠀴󠀳󠀾",
    "6": "󠀼G2 Repair󠁀󠀱󠀰󠀶󠁟󠀴󠀳󠀾",
    "7": "󠀼CR90 Corvette󠁀󠀱󠀰󠀷󠁟󠀴󠀳󠀾",
    "8": "󠀼74-Z Speeder Bike󠁀󠀱󠀰󠀸󠁟󠀴󠀳󠀾",
    "9": "󠀼ETA-2 Interceptor󠁀󠀱󠀰󠀹󠁟󠀴󠀳󠀾"
  }
}