{
  "Bottombar": {
    "menuAlt": "サイドバーメニューを開く"
  },
  "Browse": {
    "droidTitle": "すべてのドロイド",
    "vehicleTitle": "すべての車両"
  },
  "Cart": {
    "cartTitle": "ショッピングカート",
    "checkoutLabel": "チェックアウト",
    "closeAlt": "カートを閉じる",
    "deleteAlt": "カートから商品を削除",
    "noItemMsg": "カートにアイテムがありません。",
    "totalTitle": "合計: "
  },
  "Checkout": {
    "accountHolder": "1234567-9876-00",
    "accountLabel": "インペリアルクレジット番号",
    "cartTitle": "ショッピングカート",
    "checkoutTitle": "チェックアウト",
    "coordinatesHolder": "0,0,0",
    "coordinatesLabel": "[座標]",
    "deleteAlt": "商品をカートから削除する",
    "expDateLabel": "有効期限",
    "firstNameLabel": "名",
    "lastNameLabel": "姓",
    "methodLabel": "配送方法",
    "noItemMessage": "商品をカートに追加してチェックアウトします。",
    "orderLabel": "注文する",
    "payNameHolder": "最初の最後",
    "payNameLabel": "カード上の名前",
    "paySectionLabel": "お支払い",
    "sectorLabel": "セクター",
    "securityHolder": "123456",
    "securityLabel": "セキュリティコード",
    "shipLightspeed": "ライトスピード",
    "shipOvernight": "一晩中",
    "shipSectionLabel": "配送情報",
    "shipStandard": "スタンダード",
    "successMessage": "注文は正常に完了しました！",
    "termsLink": "(表示)",
    "termsStatement": "利用規約を読み、同意します",
    "totalLabel": "合計: "
  },
  "Error404": {
    "errorMessage": "404 エラー:ページが見つかりません。"
  },
  "Hamburger": {
    "contactLabel": "お問合せ",
    "dashLabel": "Lingoport ダッシュボードの表示",
    "githubLabel": "ソースを表示",
    "githubLogoAlt": "GitHub ロゴ",
    "learnLabel": "もっと詳しく",
    "lingoLogoAlt": "Lingoport ロゴ",
    "localeEN": "英語-米国",
    "localeEO": "エスペラント",
    "localeFR": "フランス語-フランス",
    "localeLabel": "ロケール: ",
    "localeSI": "シス",
    "localeYO": "ヨーダ",
    "localeZH": "中国語-中国",
    "versionBad": "非I18N 準拠",
    "versionGood": "i18n準拠",
    "versionIQA": "InContext",
    "versionLabel": "バージョン: "
  },
  "Home": {
    "symbolAlt": "インペリアルクレジット通貨記号",
    "welcomeMessage": "Rebel Outfittersへようこそ！",
    "welcomeSubtitle": "私たちは、あなたが帝国に乗る（そして勝つ）に必要なものをすべて提供します。"
  },
  "Navbar": {
    "arrowAlt": "ドロップダウン矢印",
    "cartAlt": "カートの表示",
    "greetingText": "やあハン",
    "historyLink": "注文履歴",
    "logoAlt": "Rebel Outfittersのロゴ",
    "navLinkDroids": "ドロイド",
    "navLinkHome": "ホーム",
    "navLinkVehicles": "車両",
    "searchButtonLabel": "商品を検索",
    "searchIconAlt": "検索アイコン",
    "searchPlaceholder": "何を探してるの？"
  },
  "OrderHistory": {
    "dateHeading": "日付",
    "historyTitle": "注文履歴",
    "numberHeading": "注文番号",
    "statusHeading": "ステータス",
    "totalHeading": "合計"
  },
  "Order": {
    "statusDelivered": "配信済み",
    "statusProcessing": "処理中",
    "statusShipped": "出荷済み"
  },
  "ProductShow": {
    "addToCartLabel": "カートに入れる",
    "qtyLabel": "数量: "
  },
  "Special": "特別",
  "desc": {
    "1": "各ドロイドにはSyntheTech AA-1 VerboBrainが装備されており、膨大な量の情報を格納することができ、追加のメモリ空間は、多くの場合、通信モジュールをアクティブメモリに保つために使用されるので、途中で言語情報を検索しながら、長い遅延を回避することができます。TranLang III通信モジュールにより、600万以上の通信形態に堪能できます。彼らはまた、新しい未登録言語をすばやく分析し、よりよく知られている言語に翻訳するために必要なスキルを持っています。",
    "10": "R3シリーズのアストロメック・ドロイドは、前身のR2ユニットと同じハードウェアの多くを備えており、以前のドロイドの拡張可能なビデオセンサーのみが欠けています。R3 のシャーシは大部分が円筒形で、底部に短い切り詰められた円錐が付いた直立チューブとして表示されます。ドロイドを直立させることは、台形のプリズムのような形をした踏み足で終わる2本の細い脚であり、3番目の脚はドロイドボディ内に収容され、より安定性を得るために必要なときに拡張することができる。ユニットのデザインをキャップすることは、丈夫で回転する、プラスチックスまたはトランスパリスティールドームです。アストロメックは密閉され、宇宙の真空中での機能性を可能にします。",
    "11": "T-70 Xウィングスターファイターは十字型のスターファイターで、長さ12.48メートルの長さで、パイロット1個と下部装填されたアストロメック・ドロイドの最大容量を持つ。このスターファイターはソケットに収まり、異なるモデル用に可変に設定できる。必要に応じて、ドロイドは、パイロットの助けを借りずにスターファイターを飛ぶことができ、遠隔でも飛行することができます。本船の標的となるコンピュータ、飛行制御、その他の必須の操縦機器は、装甲コックピットモジュール内に配置されており、その下には取り外し可能な液冷式のフライトコンピュータが、船ベースの運用においてパイロットをさらに支援します。コンピュータのアクセスと保管のためのアクセスパネルは、船の「鼻」の内部に、サバイバルギアを保管するために通常使用される補助発電機と貯蔵エリアとともに存在します。小さなセンサーウィンドウは、緊急ビーコンの後ろにあるノセコーンの先端にある船のプライマリセンサーアレイの位置をマークします。パイロットの後ろには、内蔵の生命維持システムにより、乗員は酸素化された雰囲気の中で呼吸することができます。",
    "12": "反乱同盟や新共和国のパイロットたちに「ウィッシュボーン」として愛情を込めて「ウィッシュボーン」として知られ、Y翼スターファイターは戦闘爆撃機として配備され、その目的への道を戦い、高爆薬のペイロードを届け、再びその道を戦い抜くように設計されています。その兵器には、レーザー砲2門、イオン大砲、2基の陽子魚雷発射機が含まれています。R2ユニットなどのアストロメック・ドロイドは、コックピットの後ろのソケットに差し込むことで、副操縦士として機能し、船の様々なシステムを管理することができます。",
    "13": "攻撃を調整するためのかなり良いドロイド。戦うのが苦手で、企画が上手い。",
    "2": "ポドラサーを維持するために設計されたピットドロイドは、手頃な価格で耐久性のある修理ドロイドです。ピットドロイドは、1.19メートルの高さに立っていますが、使用していないときはコンパクトな形に折り畳むことができます。この機能は、鼻をタップすることで切り替えることができます。",
    "3": "2-1Bドロイドモデルは、高度でインテリジェントであり、そのプログラミングは、ヒューリスティックプロセッサも統合するラインナル州立医学アカデミーの銀河系トップ医師によってさらに進歩しています。2-1Bドロイドの最も有用な特徴は、所有者がプログラミングと付属器を更新できる容易さです。2-1Bのドロイドは、認定サービスセンターへの旅行で、脳神経外科、表彰術、小児科、サイバネティック四肢交換、および外来生物学の専門家になることができます。",
    "4": "ボロボロのクロームウォードドロイド、IG-88は高さ1.96メートルに立っています。彼の着実な目的は、彼の頭を鳴らし、彼はすべての方向で見ることができる高度なセンサーでターゲットを追跡する能力とともに、彼に大きな成功を収めています。これらのセンサは、複数の赤色光受容体、熱センサー、およびサウンドセンサーIG-88はまた、彼の頭の基部にボコーダーを有する。彼の胴体は戦場上で完全に回転することができ、彼はすべての面で敵を爆破することができます。彼のタフな金属ボディは、彼は任意の損傷を取ることなく、ほとんどの攻撃に耐えることができ、酸防止サーボワイヤを備えています。",
    "5": "オリジナルのスフィルナ構造には、クラフトのポートと右舷に取り付けられた2つの追加モジュール、カーゴベイの代わりに6つのエスケープポッドと、プライマリ3の上に取り付けられた4番目のサブライトドライブなど、いくつかの新機能が追加され、障害物を片手で移動するのに十分なパワーを与えているスター・デストロイヤー。長さは315メートル、最大加速は時速900キロメートル。ハイパードライブシステムを装備。",
    "6": "船の修理を支援することを目的として、第二度のG2修理ドロイドは、高さ0.8メートルに立って、身長は短い。また、スクワットであり、幅広で底が重いスタンスで、歩いたときにそれを強制的にワドルにします。これらの形質は、その長い、多関節の首と広く間隔を置いた、体重分散足と組み合わせて、それに「ガチョウドロイド」というニックネームを稼いでいます。各G2ユニットには、剥ぎ落とした銀と真鍮色の骨格フレームがあり、継ぎ目と配線が露出しており、色付きのトリムが付いています。ドロイドの3桁の重いマニピュレータは、ほとんどの修理ツールを把握することができます。一方、スプレイされた足は低重心を安定させることで支援し、大型で重機を扱う際にG2の余分な安定性を与えます。",
    "7": "150メートルの長さを測定し、それは2つのデュアルと4つのシングルターボレーサータレットを特徴とし、950kphの最高速度に到達する能力を持っています。ルーク・スカイウォーカーによると、戦闘装備のCR90艦の中には、デュアルターボレーサーを6基装備できるものもある。外交護衛全体を運ぶことができ、それは何百もの乗客能力を持っています。艦は母艦として建造されていないが、3機のRZ-1 A翼迎撃機をドッキングリングに取り付けることができ、小型護衛が可能となっている。彼らは初期の反乱と同盟のバックボーンとして機能します.特に重武装ではありませんが、CR90はゴザンチ級巡洋艦を非常に簡単に破壊するのに十分な前進火力を持っています。",
    "8": "74-Zスピーダーバイクは、時速500キロまでの速度に到達することができ、25メートルの飛行天井を有する。74-ZSは民間74-Yの軍事変種である。車両の前方にあるハンドルバーによって制御され、足ペダルは速度と高度を調節します。機動性の高い車両は、ハンドルバーの間にセンサーと通信装置を備えており、その中にはカムリンクや仲間入りジャミング装置も含まれています。スピーダーには、ドライバーのヘルメットのHUDと連動するテレインフォローセンサーが装備されています。彼らは戦闘のために前方回転ブラスターキャノンで武装しています。",
    "9": "全長5.47メートルのETA-2は、機動性の高い戦闘指向のスターファイターであり、その前身であるエーザースプライトよりも高速である。ツインイオンエンジンは5200Gの最大加速と1,500kphの最大速度を提供している。ETA-2は、上部と下部のラジエーターパネルを備えた翼、S-フォイルを備えており、船のエンジンから余分な熱を流すように開いています。ラジエーターの翼は、主に激しい戦闘中に開かれます。防衛のため、艦はレーザー砲2門とイオン砲2門を搭載した。レーザー砲とは異なり、船のイオン砲はプラズマの爆発を発射し、衝撃時に標的への一時的な電気的破壊を引き起こします。"
  },
  "title": {
    "1": "3P0アンバサダーオリヴィエ",
    "10": "R3シリーズドロイド",
    "11": "T-70 Xウイング",
    "12": "Yウィングファイター",
    "13": "スーパータクティカルドロイ",
    "2": "ダムシリーズドロイド",
    "3": "2-1B 手術ドロイド",
    "4": "IG-88B ドロイド",
    "5": "スフィルナ・コルベット",
    "6": "G2修理ドロイド",
    "7": "CR90 コルベット",
    "8": "74-Zスピーダーバイク",
    "9": "ETA-2 インターセプター"
  }
}