{
  "Bottombar": {
    "menuAlt": "󠀼ouvrir le menu de la barre latérale󠁀󠀳󠀸󠀷󠁟󠀴󠀹󠀾"
  },
  "Browse": {
    "droidTitle": "󠀼Tous Les Droïdes󠁀󠀳󠀴󠀵󠁟󠀴󠀹󠀾",
    "vehicleTitle": "󠀼Tous Les Véhicules󠁀󠀳󠀴󠀶󠁟󠀴󠀹󠀾"
  },
  "Cart": {
    "cartTitle": "󠀼Chariot󠁀󠀳󠀷󠀵󠁟󠀴󠀹󠀾",
    "checkoutLabel": "󠀼CHECK-OUT󠁀󠀳󠀷󠀹󠁟󠀴󠀹󠀾",
    "closeAlt": "󠀼Fermer le panier󠁀󠀳󠀸󠀰󠁟󠀴󠀹󠀾",
    "deleteAlt": "󠀼Supprimer l'article du panier󠁀󠀳󠀷󠀷󠁟󠀴󠀹󠀾",
    "noItemMsg": "󠀼Aucun article dans le panier.󠁀󠀳󠀷󠀶󠁟󠀴󠀹󠀾",
    "totalTitle": "󠀼Totale: 󠁀󠀳󠀷󠀸󠁟󠀴󠀹󠀾"
  },
  "Checkout": {
    "accountHolder": "󠀼1234567-9876-00󠁀󠀳󠀶󠀲󠁟󠀴󠀹󠀾",
    "accountLabel": "󠀼Numéro de crédit impérial󠁀󠀳󠀶󠀱󠁟󠀴󠀹󠀾",
    "cartTitle": "󠀼Chariot󠁀󠀳󠀶󠀶󠁟󠀴󠀹󠀾",
    "checkoutTitle": "󠀼Check-out󠁀󠀳󠀴󠀷󠁟󠀴󠀹󠀾",
    "coordinatesHolder": "󠀼0,0,0󠁀󠀳󠀵󠀲󠁟󠀴󠀹󠀾",
    "coordinatesLabel": "󠀼Les coordonnées󠁀󠀳󠀵󠀱󠁟󠀴󠀹󠀾",
    "deleteAlt": "󠀼retirer l'article du panier󠁀󠀳󠀶󠀷󠁟󠀴󠀹󠀾",
    "expDateLabel": "󠀼Date d'expiration󠁀󠀳󠀶󠀵󠁟󠀴󠀹󠀾",
    "firstNameLabel": "󠀼Prénom󠁀󠀳󠀴󠀹󠁟󠀴󠀹󠀾",
    "lastNameLabel": "󠀼Nom de famille󠁀󠀳󠀵󠀰󠁟󠀴󠀹󠀾",
    "methodLabel": "󠀼Méthode d'envoi󠁀󠀳󠀵󠀴󠁟󠀴󠀹󠀾",
    "orderLabel": "󠀼PASSER LA COMMANDE󠁀󠀳󠀶󠀹󠁟󠀴󠀹󠀾",
    "payNameHolder": "󠀼Premier Dernier󠁀󠀳󠀶󠀰󠁟󠀴󠀹󠀾",
    "payNameLabel": "󠀼Nom sur carte󠁀󠀳󠀵󠀹󠁟󠀴󠀹󠀾",
    "paySectionLabel": "󠀼Paiement󠁀󠀳󠀵󠀸󠁟󠀴󠀹󠀾",
    "sectorLabel": "󠀼Secteur󠁀󠀳󠀵󠀳󠁟󠀴󠀹󠀾",
    "securityHolder": "󠀼123456󠁀󠀳󠀶󠀴󠁟󠀴󠀹󠀾",
    "securityLabel": "󠀼Code de sécurité󠁀󠀳󠀶󠀳󠁟󠀴󠀹󠀾",
    "shipLightspeed": "󠀼Vitesse de la lumière󠁀󠀳󠀵󠀵󠁟󠀴󠀹󠀾",
    "shipOvernight": "󠀼Pendant la nuit󠁀󠀳󠀵󠀶󠁟󠀴󠀹󠀾",
    "shipSectionLabel": "󠀼Informations d'expédition󠁀󠀳󠀴󠀸󠁟󠀴󠀹󠀾",
    "shipStandard": "󠀼La Norme󠁀󠀳󠀵󠀷󠁟󠀴󠀹󠀾",
    "successMessage": "󠀼Commande passée avec succès!󠁀󠀳󠀷󠀲󠁟󠀴󠀹󠀾",
    "termsLink": "󠀼(Vue)󠁀󠀳󠀷󠀱󠁟󠀴󠀹󠀾",
    "termsStatement": "󠀼J'ai lu et j'accepte les conditions générales󠁀󠀳󠀷󠀰󠁟󠀴󠀹󠀾",
    "totalLabel": "󠀼Totale: 󠁀󠀳󠀶󠀸󠁟󠀴󠀹󠀾"
  },
  "Error404": {
    "errorMessage": "󠀼Erreur 404: page non trouvée.󠁀󠀳󠀸󠀶󠁟󠀴󠀹󠀾"
  },
  "Hamburger": {
    "contactLabel": "󠀼Contact Us󠁀󠀴󠀰󠀲󠁟󠀴󠀹󠀾",
    "dashLabel": "󠀼View Lingoport Dashboard󠁀󠀴󠀰󠀱󠁟󠀴󠀹󠀾",
    "githubLabel": "󠀼View Source󠁀󠀴󠀰󠀰󠁟󠀴󠀹󠀾",
    "githubLogoAlt": "󠀼GitHub Logo󠁀󠀳󠀸󠀸󠁟󠀴󠀹󠀾",
    "learnLabel": "󠀼Learn More󠁀󠀴󠀰󠀳󠁟󠀴󠀹󠀾",
    "lingoLogoAlt": "󠀼Lingoport Logo󠁀󠀳󠀸󠀹󠁟󠀴󠀹󠀾",
    "localeEN": "󠀼English - United States󠁀󠀳󠀹󠀵󠁟󠀴󠀹󠀾",
    "localeFR": "󠀼French - France󠁀󠀳󠀹󠀶󠁟󠀴󠀹󠀾",
    "localeLabel": "󠀼Locale: 󠁀󠀳󠀹󠀴󠁟󠀴󠀹󠀾",
    "localeSI": "󠀼Sith󠁀󠀳󠀹󠀹󠁟󠀴󠀹󠀾",
    "localeYO": "󠀼Yoda󠁀󠀳󠀹󠀸󠁟󠀴󠀹󠀾",
    "localeZH": "󠀼Chinese - China󠁀󠀳󠀹󠀷󠁟󠀴󠀹󠀾",
    "versionBad": "󠀼Non-i18n Compliant󠁀󠀳󠀹󠀱󠁟󠀴󠀹󠀾",
    "versionGood": "󠀼I18n Compliant󠁀󠀳󠀹󠀲󠁟󠀴󠀹󠀾",
    "versionIQA": "󠀼InContext Translation󠁀󠀳󠀹󠀳󠁟󠀴󠀹󠀾",
    "versionLabel": "󠀼Version: 󠁀󠀳󠀹󠀰󠁟󠀴󠀹󠀾"
  },
  "Home": {
    "symbolAlt": "󠀼Symbole monétaire Imperial Credit󠁀󠀳󠀴󠀴󠁟󠀴󠀹󠀾",
    "welcomeMessage": "󠀼Bienvenue chez Rebel Outfitters!󠁀󠀳󠀴󠀲󠁟󠀴󠀹󠀾",
    "welcomeSubtitle": "󠀼Nous fournissons tout ce dont vous avez besoin pour affronter l'Empire (et gagner).󠁀󠀳󠀴󠀳󠁟󠀴󠀹󠀾"
  },
  "Navbar": {
    "arrowAlt": "󠀼Flèche de déroulement󠁀󠀳󠀳󠀷󠁟󠀴󠀹󠀾",
    "cartAlt": "󠀼montrer le panier󠁀󠀳󠀳󠀸󠁟󠀴󠀹󠀾",
    "greetingText": "󠀼Salut, Han󠁀󠀳󠀳󠀵󠁟󠀴󠀹󠀾",
    "historyLink": "󠀼HISTORIQUE DES COMMANDES󠁀󠀳󠀳󠀶󠁟󠀴󠀹󠀾",
    "logoAlt": "󠀼Rebel Outfitters Logo󠁀󠀳󠀳󠀳󠁟󠀴󠀹󠀾",
    "navLinkDroids": "󠀼DROIDS󠁀󠀳󠀴󠀰󠁟󠀴󠀹󠀾",
    "navLinkHome": "󠀼PAGE D'ACCUEIL󠁀󠀳󠀳󠀹󠁟󠀴󠀹󠀾",
    "navLinkVehicles": "󠀼VÉHICULES󠁀󠀳󠀴󠀱󠁟󠀴󠀹󠀾",
    "searchButtonLabel": "󠀼Recherche de produits󠁀󠀳󠀳󠀲󠁟󠀴󠀹󠀾",
    "searchIconAlt": "󠀼icône de recherche󠁀󠀳󠀳󠀴󠁟󠀴󠀹󠀾",
    "searchPlaceholder": "󠀼Que cherchez-vous?󠁀󠀳󠀳󠀱󠁟󠀴󠀹󠀾"
  },
  "OrderHistory": {
    "dateHeading": "󠀼Date󠁀󠀳󠀸󠀲󠁟󠀴󠀹󠀾",
    "historyTitle": "󠀼Historique des commandes󠁀󠀳󠀸󠀱󠁟󠀴󠀹󠀾",
    "numberHeading": "󠀼Numéro de commande󠁀󠀳󠀸󠀳󠁟󠀴󠀹󠀾",
    "statusHeading": "󠀼Statut󠁀󠀳󠀸󠀵󠁟󠀴󠀹󠀾",
    "totalHeading": "󠀼Totale󠁀󠀳󠀸󠀴󠁟󠀴󠀹󠀾"
  },
  "Order": {
    "statusDelivered": "󠀼Livré󠁀󠀴󠀰󠀶󠁟󠀴󠀹󠀾",
    "statusProcessing": "󠀼En traitement󠁀󠀴󠀰󠀴󠁟󠀴󠀹󠀾",
    "statusShipped": "󠀼Expédié󠁀󠀴󠀰󠀵󠁟󠀴󠀹󠀾"
  },
  "ProductShow": {
    "addToCartLabel": "󠀼AJOUTER AU PANIER󠁀󠀳󠀷󠀴󠁟󠀴󠀹󠀾",
    "qtyLabel": "󠀼Quantité: 󠁀󠀳󠀷󠀳󠁟󠀴󠀹󠀾"
  },
  "desc": {
    "1": "󠀼Chaque droïde est équipé d’un SyntheTech AA-1 VerboBrain les rendant capables de stocker d’énormes quantités d’informations; l’espace mémoire supplémentaire est souvent utilisé pour conserver les modules de communication dans la mémoire active, ce qui permet d’éviter les retards importants lors de la recherche d’informations linguistiques à la mi-parcours. -Traduction. Un module de communication TranLang III leur permet de s'exprimer couramment dans plus de six millions de formes de communication. Ils possèdent également les compétences nécessaires pour analyser rapidement de nouvelles langues non enregistrées et les traduire en langues plus connues.󠁀󠀳󠀱󠀸󠁟󠀴󠀹󠀾",
    "10": "󠀼Le droïde astromech de la série R3 présente une grande partie du même matériel que son prédécesseur, l’unité R2, qui ne manque que du capteur vidéo extensible du droïde précédent. Le châssis du R3 est en grande partie cylindrique et se présente sous la forme d’un tube vertical muni d’un cône tronqué et court à la base. Tenant le droïde debout, deux jambes étroites se terminent par un pied fileté en forme de prisme trapézoïdal. Une troisième jambe est logée dans le corps du droïde et peut être étendue si nécessaire pour offrir une plus grande stabilité. Le design de l’appareil est coiffé d’un dôme robuste, rotatif, en plastex ou transparentiste. L'astromech est scellé pour permettre la fonctionnalité dans le vide de l'espace.󠁀󠀳󠀲󠀷󠁟󠀴󠀹󠀾",
    "11": "󠀼Le T-70 X-wing starfighter est un chasseur stelliforme cruciforme mesurant 12,48 mètres de long et pouvant accueillir un seul droïde astromech à pilote et à chargement par le bas, qui s’insère dans un socle et peut être configuré de manière variable pour différents modèles. Au besoin, le droïde peut piloter le vaisseau sans l'aide d'un pilote et peut même le faire à distance. L'ordinateur de ciblage du navire, les commandes de vol et d'autres instruments de pilotage essentiels sont situés à l'intérieur d'un module de cockpit blindé, sous lequel un ordinateur de vol amovible à refroidissement par liquide aide également le pilote à effectuer des opérations à bord d'un navire. Des panneaux d'accès permettant d'accéder à l'ordinateur et de le stocker existent à l'intérieur du \"nez\" du navire, ainsi qu'un groupe électrogène auxiliaire et une zone de stockage généralement utilisés pour ranger l'équipement de survie. Une petite fenêtre de capteur marque l'emplacement du groupe de capteurs principaux du navire à l'extrémité du nez, situé derrière une balise de détresse. Derrière le pilote, un système de survie intégré permet à l'occupant de respirer dans une atmosphère oxygénée.󠁀󠀳󠀲󠀸󠁟󠀴󠀹󠀾",
    "12": "󠀼Surnommé affectueusement \"un élément de base\" par les pilotes de Rebel Alliance et de New Republic, le chasseur étoile Y-wing est déployé en tant que chasseur-bombardier, dans le but de se frayer un chemin jusqu'à son objectif, de livrer sa charge d'explosifs puissants et de se défendre à nouveau. . Son armement comprend deux canons laser, deux canons à ions et deux lance-torpilles à protons. Un droïde astromech, tel qu'une unité R2, peut être branché dans une prise située derrière le cockpit pour faire fonction de copilote et gérer les différents systèmes du navire.󠁀󠀳󠀲󠀹󠁟󠀴󠀹󠀾",
    "13": "󠀼Un bon droïde pour la coordination des attaques. Pas bon au combat, juste bon à la planification.󠁀󠀳󠀳󠀰󠁟󠀴󠀹󠀾",
    "2": "󠀼Conçus pour entretenir les podraceurs, les droïdes de mine sont des droïdes de réparation durables et abordables. Les droïdes de la fosse se tiennent à une hauteur de 1,19 mètres mais ont la capacité de se plier sous une forme compacte lorsqu'ils ne sont pas utilisés Cette fonctionnalité peut être basculée en tapotant leur nez.󠁀󠀳󠀱󠀹󠁟󠀴󠀹󠀾",
    "3": "󠀼Le modèle de droïde 2-1B est très avancé et intelligent, avec la programmation de certains des plus grands médecins de la galaxie à la Rhinnal State Medical Academy, qui intègrent également des processeurs heuristiques. La caractéristique la plus utile des droïdes 2-1B est la facilité avec laquelle les propriétaires peuvent mettre à jour leur programmation et leurs appendices. Un droïde 2-1B peut facilement devenir un spécialiste en neurochirurgie, en podiatrie, en pédiatrie, en remplacement de membre cybernétique et en biologie extraterrestre grâce à une visite dans un centre de service agréé.󠁀󠀳󠀲󠀰󠁟󠀴󠀹󠀾",
    "4": "󠀼Un droïde de guerre chromé, l’IG-88 a une hauteur de 1,96 mètre. Son objectif constant, ainsi que sa capacité à suivre des cibles avec des capteurs avancés qui lui font mal la tête et lui permettent de voir dans toutes les directions, lui valent un grand succès. Ces capteurs comprennent plusieurs photorécepteurs rouges, un capteur de chaleur et un capteur de son IG-88 possède également un vocodeur à la base de sa tête. Son torse est capable de pivoter complètement sur le champ de bataille, ce qui lui permet de frapper les ennemis de tous les côtés. Son corps en métal robuste lui permet de survivre à la plupart des attaques sans subir de dégâts et dispose de fils servo anti-acides.󠁀󠀳󠀲󠀱󠁟󠀴󠀹󠀾",
    "5": "󠀼Plusieurs nouvelles fonctionnalités ont été ajoutées à la structure d'origine de Sphyrna, notamment deux modules supplémentaires montés sur le port et sur tribord de l'embarcation, six nacelles d'échappement à la place de la soute et un quatrième dispositif de commande à lumière réduite monté au-dessus des trois suffisamment de puissance pour déplacer à lui seul un Star Destroyer handicapé. 315 mètres de long avec une accélération maximale de 900 kilomètres par heure. Equipé d'un système hyper drive.󠁀󠀳󠀲󠀲󠁟󠀴󠀹󠀾",
    "6": "󠀼Destiné à faciliter les réparations à bord du navire, le droïde de réparation G2 du deuxième degré est de petite taille, avec une hauteur de 0,8 mètre. Il est également trapu, avec une posture large et basse qui le force à se dandiner quand il marchait. Ces caractéristiques, combinées à son long cou à articulations multiples et à ses pieds largement distribués qui répartissent le poids, lui ont valu le surnom de «droïde d'oie». Chaque unité G2 a un cadre squelettique dépouillé, de couleur argent et laiton, avec des joints apparents et un câblage, avec une bordure colorée. Les manipulateurs lourds à trois chiffres du droïde saisissent la plupart des outils de réparation, tandis que les pieds écartés aident à stabiliser son centre de gravité bas et confèrent au G2 une stabilité supplémentaire pour les gros équipements lourds.󠁀󠀳󠀲󠀳󠁟󠀴󠀹󠀾",
    "7": "󠀼Mesurant 150 mètres de long, il est doté de deux tourelles turbolaser simples et doubles et peut atteindre une vitesse maximale de 950 km / h. Selon Luke Skywalker, certains navires CR90 équipés pour le combat peuvent être équipés de six turbolasers doubles. Capable de transporter toute une escorte diplomatique, il peut transporter des centaines de passagers. Bien que les navires ne soient pas construits en tant que porte-avions, trois intercepteurs RZ-1 A-wing peuvent être fixés aux anneaux d'amarrage, permettant ainsi une petite escorte. Ils servent de colonne vertébrale à la rébellion et à l’Alliance. Bien qu'ils ne soient pas particulièrement armés, les CR90 possèdent une puissance de feu suffisante pour détruire assez facilement un croiseur de la classe Gozanti.󠁀󠀳󠀲󠀴󠁟󠀴󠀹󠀾",
    "8": "󠀼Le vélo de vitesse 74-Z Speeder est capable d'atteindre des vitesses allant jusqu'à cinq cents kilomètres à l'heure et au-delà, et a un plafond de vol de vingt-cinq mètres. Les 74-Z sont la variante militaire du civil 74-Y. Elles sont contrôlées par un guidon situé à l'avant du véhicule, et des pédales enfoncées dessous ajustent la vitesse et l'altitude. Les véhicules hautement manœuvrables sont équipés de capteurs et de dispositifs de communication situés entre les guidons, notamment un dispositif de communication et un dispositif de brouillage. Le speeder est équipé de capteurs de suivi du terrain qui se lient au HUD dans le casque du pilote. Ils sont armés d'un canon blaster rotatif avant pour le combat.󠁀󠀳󠀲󠀵󠁟󠀴󠀹󠀾",
    "9": "󠀼Mesurant 5,47 mètres de long, l'ETA-2 est un chasseur d'étoiles orienté au combat et extrêmement maniable. Il est plus rapide que son prédécesseur Aethersprite. Ses moteurs à deux ions offrent une accélération maximale de 5 200 G et une vitesse maximale de 1 500 km / h. L'Eta-2 est doté d'ailes avec panneaux de radiateur supérieur et inférieur, feuilles S, qui s'ouvrent pour dissiper l'excès de chaleur des moteurs du navire. Les ailes de radiateur sont principalement ouvertes lors de combats intenses. Pour la défense, le navire comportait deux canons laser et deux canons à ions. Contrairement aux canons laser, les canons à ions du navire tirent des rafales de plasma qui provoquent des perturbations électriques temporaires de la cible au moment de l'impact.󠁀󠀳󠀲󠀶󠁟󠀴󠀹󠀾"
  },
  "title": {
    "1": "󠀼3P0 Droid󠁀󠀳󠀰󠀵󠁟󠀴󠀹󠀾",
    "10": "󠀼Droid série R3󠁀󠀳󠀱󠀴󠁟󠀴󠀹󠀾",
    "11": "󠀼T-70 X-Wing󠁀󠀳󠀱󠀵󠁟󠀴󠀹󠀾",
    "12": "󠀼Combattant Y-Wing󠁀󠀳󠀱󠀶󠁟󠀴󠀹󠀾",
    "13": "󠀼Droid Super tactique󠁀󠀳󠀱󠀷󠁟󠀴󠀹󠀾",
    "2": "󠀼Droid série DUM󠁀󠀳󠀰󠀶󠁟󠀴󠀹󠀾",
    "3": "󠀼Droid chirurgical 2-1B󠁀󠀳󠀰󠀷󠁟󠀴󠀹󠀾",
    "4": "󠀼Droid IG-88B󠁀󠀳󠀰󠀸󠁟󠀴󠀹󠀾",
    "5": "󠀼Sphyrna Corvette󠁀󠀳󠀰󠀹󠁟󠀴󠀹󠀾",
    "6": "󠀼Droid de réparation G2󠁀󠀳󠀱󠀰󠁟󠀴󠀹󠀾",
    "7": "󠀼CR90 Corvette󠁀󠀳󠀱󠀱󠁟󠀴󠀹󠀾",
    "8": "󠀼Vélo Speeder 74-Z󠁀󠀳󠀱󠀲󠁟󠀴󠀹󠀾",
    "9": "󠀼ETA-2 intercepteur󠁀󠀳󠀱󠀳󠁟󠀴󠀹󠀾"
  }
}