{
    "title": {
    "1": "3P0 Primus",
    "2": "Smart Droid der DUM-Serie",
    "3": "2-1B Chirurgischer Droide",
    "4": "IG-88B Droide",
    "5": "Sphyrna Corvette",
    "6": "G2 Reparatur Droide",
    "7": "CR90 Corvette",
    "8": "74-Z Super Bike",
    "9": "ETA-2 Abfangjäger",
    "10": "Droiden der R3-Serie",
    "11": "T-70 X-Wing",
    "12": "Y-Wing Galactic Fighter",
    "13": "Super Tactical Droid",
    "17": "Prime Numbers sind so cool",
    "18": "Raten Sie diese Zahl!!"
    },
    "desc": {
    "1": "Jeder Droide ist mit einem SyntheTech AA-1 VerboBrain ausgestattet, so dass er in der Lage ist, enorme Mengen an Informationen zu speichern, der zusätzliche Speicherplatz wird oft verwendet, um Kommunikationsmodule im aktiven Speicher zu halten, so dass lange Verzögerungen bei der Suche nach linguistischen Informationen auf der Mitte der Übersetzung vermieden werden konnten. Ein TranLang III Kommunikationsmodul ermöglicht es ihnen, in über sechs Millionen Kommunikationsformen fließend zu sein. Sie verfügen auch über die notwendigen Fähigkeiten, um neue nicht registrierte Sprachen schnell zu analysieren und in bekanntere zu übersetzen.",
    "2": "Entwickelt für die Wartung von Podracern, Boxendroiden sind erschwingliche, langlebige Reparatur Droiden. Grubendroiden stehen in einer Höhe von 1,19 Metern, haben aber die Fähigkeit, sich in eine kompakte Form zu falten, wenn sie nicht in Gebrauch sind. Diese Funktion kann durch Tippen auf die Nase umgeschaltet werden.",
    "3": "Das 2-1B Droidenmodell ist hochentwickelt und intelligent, da seine Programmierung von einigen der Top-Ärzte der Galaxie an der Rhinnal State Medical Academy weiterentwickelt wird, die auch heuristische Prozessoren integrieren. Das nützlichste Merkmal der 2-1B Droiden ist die Leichtigkeit, mit der Besitzer ihre Programmierung und Anhänge aktualisieren können. Ein 2-1B Droide kann leicht ein Spezialist für Neurochirurgie, Podologie, Pädiatrie, kybernenetische Gliedmaßenersatz und Alien-Biologie mit einem Ausflug zu einem zertifizierten Service-Center werden.",
    "4": "Ig-88 ist ein ramponierter Chrom-Kriegsdroider und 1,96 Meter hoch. Sein stetiges Ziel, zusammen mit seiner Fähigkeit, Ziele mit fortschrittlichen Sensoren zu verfolgen, die seinen Kopf klingeln und ihm erlauben, in alle Richtungen zu sehen, bringt ihm großen Erfolg. Zu diesen Sensoren gehören mehrere rote Photorezeptoren, ein Wärmesensor und ein Schallsensor IG-88 hat auch einen Vocoder an der Basis seines Kopfes. Sein Oberkörper ist in der Lage, sich vollständig auf dem Schlachtfeld zu drehen, so dass er Feinde auf allen Seiten sprengen kann. Sein harter Metallkörper ermöglicht es ihm, die meisten Angriffe zu überleben, ohne Schaden zu nehmen und verfügt über säurefeste Servodrähte.",
    "5": "Der ursprünglichen Sphyrna-Struktur wurden mehrere neue Funktionen hinzugefügt, darunter zwei zusätzliche Module, die am Hafen und am Steuerbord des Bootes montiert sind, sechs Fluchtkapseln anstelle des Frachtraums und ein viertes Sublight-Laufwerk, das auf den primären drei montiert ist, so dass es genug Kraft hat, um einen deaktivierten Star Destroyer im Alleingang zu bewegen. 315 Meter Länge mit einer maximalen Beschleunigung von 900 Kilometern pro Stunde. Ausgestattet mit einem Hyper-Antriebssystem.",
    "6": "Der G2-Reparaturdroide zweiten Grades soll bei Reparaturen an Bord helfen und ist von kurzer Statur und hat eine Höhe von 0,8 Metern. Es ist auch hocken, mit einer breiten, bodenlastigen Haltung, die es zwingt, zu waten, wenn es ging. Diese Eigenschaften, kombiniert mit seinem langen, mehrgelenkigen Hals und weit räumigen, gewichtsverteilenden Füßen, verdienen ihm den Spitznamen &quot;Gänsedroide&quot;. Jede G2-Einheit verfügt über einen abgespeckten, silber- und messingfarbenen Skelettrahmen mit freiliegenden Fugen und Verdrahtung, mit einem farbigen Trimm. Die dreistelligen schweren Manipulatoren des Droiden können die meisten Reparaturwerkzeuge erfassen, während gespreizte Füße bei der Stabilisierung seines niedrigen Schwerpunkts helfen und dem G2 zusätzliche Stabilität im Umgang mit großem, schwerem Gerät verleihen.",
    "7": "Mit einer Länge von 150 Metern verfügt er über zwei Doppel- und vier Turbolaser-Revolver und hat die Fähigkeit, eine maximale Geschwindigkeit von 950 km/h zu erreichen. Laut Luke Skywalker können einige kampfgerüstete CR90-Schiffe mit sechs Doppel-Turbolasern ausgestattet werden. In der Lage, eine ganze diplomatische Eskorte zu tragen, hat es eine Passagierkapazität in den Hunderten. Obwohl die Schiffe nicht als Träger gebaut sind, können drei RZ-1 A-Flügel-Abfangjäger an den Docking-Ringen befestigt werden, was eine kleine Eskorte ermöglicht. Sie dienen als Rückgrat der frühen Rebellion und Allianz. Obwohl sie nicht besonders schwer bewaffnet sind, verfügen CR90s über genügend Vorwärtsfeuerkraft, um einen Kreuzer der Gozanti-Klasse ganz einfach zu zerstören.",
    "8": "Das 74-Z Speeder Bike ist in der Lage, Geschwindigkeiten von bis zu fünfhundert Kilometern pro Stunde zu erreichen, und hat eine Flugdecke von 25 Metern. 74-Zs sind die militärische Variante der zivilen 74-Y. Sie werden von Lenkern gesteuert, die sich in Richtung der Fahrzeugfront befinden, und Fußpedale, die unter der Einstellungsgeschwindigkeit und -höhe liegen. Die hochgradig wendigen Fahrzeuge sind mit Sensor- und Kommunikationsgeräten zwischen dem Lenker ausgestattet, darunter ein Comlink und ein Comlink-Jamming-Gerät. Der Speeder ist mit Geländesensoren ausgestattet, die sich mit dem HUD im Fahrerhelm verbinden. Sie sind mit einer vorwärts drehenden Blasterkanone für den Kampf bewaffnet.",
    "9": "Mit einer Länge von 5,47 Metern ist der ETA-2 ein sehr wendiger kampforientierter Starfighter und schneller als sein Ätherprite-Vorgänger, mit Zweiionenmotoren mit einer maximalen Beschleunigung von 5.200 G und einer maximalen Geschwindigkeit von 1.500 km/h. Die Eta-2 verfügt über Flügel mit oberen und unteren Kühlerplatten, S-Folien, die geöffnet werden, um überschüssige Wärme von den Schiffsmotoren zu vergießen. Die Kühlerflügel werden vor allem während intensiver Kämpfe geöffnet. Zur Verteidigung verfügte das Schiff über zwei Laserkanonen und zwei Ionenkanonen. Im Gegensatz zu Laserkanonen feuern die Ionenkanonen des Schiffes Plasmaausbrüche ab, die vorübergehende elektrische Störungen ihres Ziels beim Aufprall verursachen.",
    "10": "Der Astromech-Droide der R3-Serie verfügt über die gleiche Hardware wie sein Vorgänger, die R2-Einheit, ohne den ausziehbaren Videosensor des früheren Droiden. Das Fahrwerk des R3 ist weitgehend zylindrisch und erscheint als aufrechter Schlauch mit einem kurzen, abgeschnittenen Kegel an der Basis. Aufrecht zu halten sind zwei schmale Beine, von denen jedes in einem getretenen Fuß endet, der wie trapezförmige Prismen geformt ist, ein drittes Bein ist im Droidenkörper untergebracht und könnte bei Bedarf verlängert werden, um eine größere Stabilität zu ermöglichen. Das Design des Geräts ist eine robuste, rotierende, Plastex- oder Transparisteelkuppel. Der Astromech ist versiegelt, um Funktionalität im Vakuum des Raumes zu ermöglichen.",
    "11": "Der T-70 X-wing starfighter ist ein kreuzförmiger Starfighter mit einer Länge von 12,48 Metern und einer maximalen Kapazität eines einzelnen Piloten und eines bodenbelasteten Astromech-Droiden, der in eine Steckdose passt und variabel für verschiedene Modelle konfiguriert werden kann. Bei Bedarf kann der Droide den Starfighter ohne die Hilfe eines Piloten fliegen und kann dies sogar aus der Ferne tun. Der Zielcomputer, die Flugsteuerung und andere wichtige Pilotinstrumente des Schiffes befinden sich in einem gepanzerten Cockpitmodul, unter dem ein abnehmbarer flüssigkeitsgekühlter Flugcomputer den Piloten im schiffsbasierten Betrieb weiter unterstützt. Zugangspaneele für den Computerzugriff und die Lagerung befinden sich in der &quot;Nase&quot; des Schiffes, zusammen mit einem Hilfsgenerator und einem Lagerbereich, der typischerweise für die Lagerung von Überlebensausrüstung verwendet wird. Ein kleines Sensorfenster markiert die Position des primären Sensorarrays der Schiffe an der Spitze des Nosecons, der sich hinter einer Notbake befindet. Hinter dem Piloten ermöglicht ein eingebautes Lebenserhaltungssystem dem Insassen, in einer sauerstoffhaltigen Atmosphäre zu atmen.",
    "12": "Der Y-Wing-Starfighter, der den Piloten der Rebellenallianz und der Neuen Republik als &quot;Wunschknochen&quot; bekannt ist, wird als Jagdbomber eingesetzt, der sich zu seinem Ziel durchkämpfen, seine Nutzlast an hohem Sprengstoff liefern und sich wieder ausdemieren soll. Seine Waffen umfassen zwei Laserkanonen, zwei Ionenkanonen und zwei Protonentorpedowerfer. Ein Astromech-Droide, wie z. B. eine R2-Einheit, kann in eine Steckdose hinter dem Cockpit gesteckt werden, um als Co-Pilot zu fungieren und die verschiedenen Systeme des Schiffes zu verwalten.",
    "13": "Ein ziemlich guter Droide zur Koordination von Angriffen. Nicht gut im Kampf, nur gut in der Planung."
    },
    "Navbar": {
    "searchPlaceholder": "Was suchen Sie?",
    "searchButtonLabel": "Suchprodukte",
    "logoAlt": "Rebel Outfitters Logo",
    "searchIconAlt": "Suchsymbol",
    "greetingText": "Hi Han",
    "historyLink": "AUFTRAGSHISTORIE",
    "arrowAlt": "Drop Down Pfeil",
    "cartAlt": "Showcart",
    "navLinkHome": "HAUS",
    "navLinkDroids": "Droiden",
    "navLinkVehicles": "Fahrzeuge"
    },
    "Home": {
    "welcomeMessage": "Willkommen bei Rebel Outfitters!",
    "welcomeSubtitle": "Wir bieten alles, was Sie brauchen, um das Imperium zu übernehmen (und sie zu zerquetschen).",
    "symbolAlt": "Imperial Credit Währungssymbol"
    },
    "Browse": {
    "droidTitle": "Alle Droiden",
    "vehicleTitle": "Alle Fahrzeuge"
    },
    "Checkout": {
    "checkoutTitle": "kasse",
    "shipSectionLabel": "Versandinfo",
    "firstNameLabel": "Vorname",
    "lastNameLabel": "Nachname",
    "coordinatesLabel": "Koordinaten",
    "coordinatesHolder": "0,0,0",
    "sectorLabel": "Sektor/Quadrant",
    "methodLabel": "Versandmethode",
    "shipLightspeed": "Lightspeed",
    "shipOvernight": "übernacht",
    "shipStandard": "Standard",
    "paySectionLabel": "Zahlung",
    "payNameLabel": "Name auf Karte",
    "payNameHolder": "First Last",
    "accountLabel": "Imperial E-Gutschriftsnummer",
    "accountHolder": "1234567-9876-00",
    "securityLabel": "Sicherheitscode",
    "securityHolder": "123456",
    "expDateLabel": "Ablaufdatum",
    "cartTitle": "Warenkorb",
    "deleteAlt": "Artikel aus dem Warenkorb entfernen",
    "totalLabel": "Gesamt:",
    "orderLabel": "STELLEN SIE",
    "termsStatement": "Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme ihnen zu",
    "termsLink": "(Ansicht)",
    "successMessage": "Bestellung erfolgreich platziert!",
    "noItemMessage": "Fügen Sie Artikel zum Warenkorb zur Kasse hinzu."
    },
    "ProductShow": {
    "qtyLabel": "Qty:",
    "addToCartLabel": "IN DEN WARENKORB"
    },
    "Cart": {
    "cartTitle": "Warenkorb",
    "noItemMsg": "Keine Artikel im Warenkorb.",
    "deleteAlt": "Artikel aus dem Warenkorb löschen",
    "totalTitle": "Gesamt:",
    "checkoutLabel": "Kasse",
    "closeAlt": "Close Cart"
    },
    "OrderHistory": {
    "historyTitle": "Bestellhistorie",
    "dateHeading": "Datum",
    "numberHeading": "Bestellnummer",
    "totalHeading": "Total",
    "statusHeading": "Status"
    },
    "Error404": {
    "errorMessage": "404 Fehler: Seite nicht gefunden."
    },
    "Bottombar": {
    "menuAlt": "Öffnen des Sidebar-Menüs"
    },
    "Hamburger": {
    "githubLogoAlt": "GitHub-Logo",
    "lingoLogoAlt": "Lingoport Logo",
    "versionLabel": "Version:",
    "versionBad": "Nicht-i18n-konform",
    "versionGood": "I18n-konform",
    "versionIQA": "InContext",
    "localeLabel": "schauplatz:",
    "localeEN": "Englisch-USA",
    "localeFR": "Französisch - Frankreich",
    "localeZH": "Chinesisch - China",
    "localeES": "Spanisch-Spanien",
    "localeDE": "Deutsch-Deutschland",
    "localeJA": "Japanisch - Japan",
    "localeNO": "Norwegisch - Norwegen",
    "localeYO": "Yoda",
    "localeSI": "Sith",
    "localeEO": "Esperanto",
    "localeIA": "Linguistic Reviewer",
    "githubLabel": "Quelle anzeigen",
    "dashLabel": "Lingoport Dashboard anzeigen",
    "contactLabel": "kontaktieren Sie uns",
    "learnLabel": "Weitere Informationen"
    },
    "Order": {
    "statusProcessing": "Verarbeitung",
    "statusShipped": "Ausgeliefert",
    "statusDelivered": "Geliefert"
    },
  "Special": "besonder"
}
